export const onboardingOptions = [
  { id: 1, options: ['남성', '여성'] },
  { id: 2, options: ['10 ~ 20대', '30 ~ 40대', '50대 이상'] },
  { id: 3, options: ['자연', '도시', '둘 다 좋아요!'] },
  { id: 4, options: ['새로운 지역', '익숙한 지역', '둘 다 좋아요!'] },
  { id: 5, options: ['휴양/휴식', '체험활동', '둘 다 좋아요!'] },
  {
    id: 6,
    options: ['잘 알려지지 않은 방문지', '알려진 방문지', '둘 다 좋아요!'],
  },
  { id: 7, options: ['계획에 따른 여행', '상황에 따른 여행', '둘 다 좋아요!'] },
  {
    id: 8,
    options: [
      '사진 촬영은 중요하지 않음',
      '사진 촬영은 중요함',
      '둘 다 좋아요!',
    ],
  },
];

export const onboardingQuestions = [
  '성별이 어떻게 되시나요?',
  '나이대가 어떻게 되시나요?',
  '자연과 도시 중 어느 곳을 선호하시나요?',
  '어떤 지역을 선호하시나요?',
  '어떤 활동을 선호하시나요?',
  '잘 알려진 곳을 선호하시나요?',
  '계획을 지키는 것을 선호하시나요?',
  '사진 촬영이 중요하신가요?',
];
